Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: On popular social media website Weibo, local media outlets quoted many experts to explain that what happened to the fish was not related to the explosions.
ko: 중국 포털 사이트 웨이보에서 중국 매체는 전문가 다수를 인용해 물고기 떼죽음이 폭발 사고와 관련 없다는 기사를 내보냈다.

source: But as Weibo user Xue Hanbo pointed out, this failed to assuage people's fears:
ko: 하지만 웨이보 사용자 쉐 한보가 지적했듯이, 이런 기사도 불안을 잠재우기에는 역부족이다.

source: Though explained what happened to the dead fish, the clarification did not address people's doubts.
ko: 중국 당국이 물고기가 왜 죽었는지 설명했지만, 중국 국민에게는 계속 의문점이 남아 있다.

source: Perhaps the answer was the truth, but the investigation process was not transparent enough and the government has lost its credibility already.
ko: 하지만 조사 과정이 투명하지 않았고, 이 과정에서 중국 정부는 이미 공신력을 잃었다.

source: As a result, a simple answer seems to have generated more doubts.
ko: 결과적으로 중국 당국이 내놓은 간단한 설명에 사람들이 더 의심하게 되었다.

source: As the issue at stake affects ordinary people, have to involve people in the search for answers and let the media cover the news objectively.
ko: 이 문제는 일반 국민에게 매우 중요하고, 중국 당국은 답을 찾는 과정에 시민도 참여시켜야 하고, 중국 매체가 이 사태를 공정하게 보도하도록 도와야 한다.

source: Did Russia's Biggest Search Engine Censor Itself to Protect Putin's Spokesman? · Global Voices
ko: 러시아 최대 검색 엔진, 페스코프 대변인 보호코자 자가 검열하나?

source: Dmitry Peskov, the long-time spokesman for Vladimir Putin, can’t seem to get his name out of the news.
ko: 블라디미르 푸틴 대통령 대변인 드미트리 페스코프는 뉴스에서 그 이름을 빼기가 쉽지 않을 것 같다.

source: Earlier this month, Peskov weathered two media storms about his expensive tastes: one about an opulent wristwatch he wore to his wedding, and the other about the pricey yacht he allegedly rented in the Mediterranean for his honeymoon.
ko: 이번 달 초, 페스코프는 이미 사치스런 취향으로 이미 두 차례 언론에 큰 파문을 일으켰다. 페스코프가 결혼식에서 찼던 값비싼 시계가 문제가 되었고, 신혼여행 때 지중해에서 페스코프가 빌렸다는 초호화 요트로 또 한 번 문제가 되었다.

source: Now “Peskov’s watch” is buzzing online again, after Russian Internet users discovered this weekend that Yandex, the country’s most popular search engine, returns image results for the phrase “Peskov watch” (“песков часы”) that are curiously different from the results available on Google.
ko: "페스코프 시계"로 인터넷엔 또 한 번 파문이 일고 있다. 러시아 누리꾼이 흥미롭게도 이번 주 러시아에서 가장 인기 있는 검색 사이트인 얀덱스에서 "페스코프의 시계"라고 치면 나오는 이미지가, 구글에서 같은 단어를 검색했을 때 나오는 결과와 다르다는 걸 발견했다.

source: Enter these terms on Google’s image search, and you’ll be confronted by a wall of images related to Dmitry Peskov and the recent scandal about his Richard Mille RM 52-01, which is reportedly worth at least $620,000.
ko: 같은 단어를 구글 이미지 검색에서 찾았을 때, 구글에선 드미트리 페스코프와 관련된 이미지가 잔뜩 나오고, 가격이 약 7억 원을 호가한다고 알려져 최근 논란이 된 리샤르 밀 RM 52-01 관련 내용도 찾을 수 있다.

source: When searching for this on Yandex, however, the results, until late on Sunday, August 23, featured nothing about Peskov, instead showing hourglasses and pocket watches lying in the sand.
ko: 8월 23일 일요일 저녁까지 이 단어를 얀덱스에서 검색했을 때, 페스코프와 관련된 결과를 볼 수 없었다. 대신, 얀덱스는 모래시계와 모래 위에 놓인 회중시계만 보여줄 뿐이었다.

source: (Peskov’s surname is identical to the genitive plural form of the word “sand” in Russian.)
ko: (이름 페스코프의 철자는 러시아어로 "모래"의 소유격 복수형과 같다.

source: Thank you for bringing this error to our attention.
ko: 이런 오류가 있다는 걸 알려주셔서 감사합니다.

source: We will correct it.
ko: 이른 시일 내에 고치도록 하겠습니다.

source: Yandex appears to have made some change to the way it returns image results for this query, and some images of Peskov at his wedding do now appear, though the first ten results are still photographs of hourglasses and watches lying on the beach.
ko: 결혼식에서 찍힌 페스코프 사진이 검색 결과 창에 뜨는 걸 보면, 얀덱스가 "페스코프 시계"를 검색하면 나타나는 이미지 검색 결과를 조금은 수정한 것 같긴 하다.

source: Yandex image search results for "Peskov watch" ("песков часы"), after Yandex allegedly "fixed" a "mistake." Screen capture, August 23, 2015.
ko: 얀덱스가 "실수"를 "바로잡았다"고 한 후 "페스코프 시계"를 검색했을 때 나타나는 얀덱스 이미지 검색 결과 화면캡처, 2015년 8월 23일

source: Yandex has yet to issue any official statement explaining why its image search results vary so strikingly from what can be found on Google, when it comes to this politically sensitive search.
ko: 얀덱스는 정치적으로 민감한 내용을 검색할 때 왜 구글에서 찾을 수 있는 검색결과와 얀덱스에서 볼 수 있는 검색 결과가 왜 다른지 설명하는 공식 성명은 내놓고 있지 않다.

source: Did Wikipedia Just Outsmart Russia's Internet Blacklist? · Global Voices
ko: 위키피디아, 러시아 검열 당국과 싸움에서 승리했나?

source: Wikipedia is trying something new in the fight against Russian censorship.
ko: 위키피디아는 러시아 검열에 맞서 싸우고자 새롭게 시도하고 있다.

source: On August 20, the Kremlin’s media watchdog agency, Roskomnadzor, announced that it has ordered Wikipedia to remove Russian Internet users’ access to an article about charas hashish, which a court in Astrakhan banned last June.
ko: 8월 20일, 러시아 정부 매체 감시 기관인 통신·정보기술·언론 감독청(로스콤나드조르)은 위키피디아에 지난 6월 아스트라한 주에서 금한 마약을 다룬 기사에 러시아 누리꾼이 접속하지 못하도록 막을 것을 명령한다고 밝혔다.

source: On Wikipedia’s news forum, Russian users debated several different strategies regarding how to respond to Roskomnadzor’s threat.
ko: 위키피디아 뉴스 포럼에서, 러시아 누리꾼은 언론 감독청이 가하는 협박에 대응하는 여러 전략을 논의했다.

source: The RuNet news website TJournal collected several of these ideas, which ranged from complete compliance (some users felt the site shouldn’t host information about illegal drugs) to complete defiance.
ko: 러시아 인터넷 뉴스 웹사이트 티저널은 여기서 나온 몇몇 방안을 한데 모았다. 러시아 누리꾼 몇몇은 위키피디아에 불법 약물을 다룬 기사가 실려선 안 된다며 러시아 정부에 완전히 따르자는 의견을 냈고, 다른 몇몇은 끝까지 저항하자는 의견을 내면서 누리꾼 사이에서 다양한 의견이 나왔다.

source: One user encouraged Wikipedia to place a banner on the Russian version’s splash page, so more of the site's users would know to expect and could understand why the resource might disappear in Russia.
ko: 한 사용자는 러시아 위키피디아 스플래시 페이지에 배너를 하나 달아서 위키피디아 사용자가 왜 러시아판 위키피디아에서 기사가 사라질 수 있는지 이해하고, 예상할 수 있도록 하자고 주장했다.

source: The banner, it was suggested, could also contain information about Web anonymizers and proxies, which Russians could use to circumvent the government’s potential ban on the site.
ko: 이런 배너에는 웹 익명 서비스와 프록시 관련 정보를 실어서, 러시아 정부가 위키피디아를 차단해도 러시아 누리꾼이 위키피디아를 계속 이용할 수 있도록 돕자는 의견도 나왔다.

source: The court order (a scan of which is available on Wikipedia) lists the charas article’s specific URL.
ko: 아스트라한 법원 명령은 문제가 되는 기사 URL이 적혀 있고, 법원 명령 스캔본은 위키피디아에서 볼 수 있다.

source: Wikipedia’s administrators initially said they would refuse to alter the article, at the risk of being banned in Russia.
ko: 위키피디아 관리진은 처음에 러시아에서 위키피디아가 차단될 수 있다는 걸 알면서도 이 기사를 변경할 수 없다고 맞섰다.

source: Today, however, the website made a small change to the URL of the charas hashish article, technically putting it in compliance with Russian law (insofar as the Web address identified by the Russian court no longer contains the information deemed to be illegal).
ko: 하지만 오늘 위키피디아는 문제가 되었던 기사 URL을 조금 수정해서, 이 기사가 기술적으로 러시아 법에 안 걸리도록 만들었다. 러시아 법원이 식별한 웹 주소에 불법 정보가 담겨있지 않는 한 이는 법에 저촉되지 않는다.

source: The URL specified in the Astrakhan court’s decision now leads to a list of seven different Wikipedia entries on the various meanings of the word “charas,” including information about a small island in the Indigirka River, a Central Asian type of grape, and more.
ko: 아스트라한 법원 결정에 명시된 URL은 "해시시"가 인디기르카 강에 있는 작은 섬을 가리키기도 하고, 중앙아시아 산지 포도와 그밖에 다른 뜻을 가지고 있다고 밝히는 여러 위키피디아 기사가 나열된 목록으로 이동한다.

source: The original text about charas hashish is completely intact (it’s actually been expanded), but it is now accessible at a new URL on Wikipedia.
ko: 해시시를 설명한 원래 기사에서 바꿘 내용은 아무것도 없고, 오히려 기사 내용이 늘어났다. 하지만 이 기사를 보려면 위키피디아에서 새로운 URL로 접속해야 한다.

source: Tension between Wikipedia and Roskomnadzor has existed for at least three years, since Wikipedia led the Russian Internet’s protest against the proposed Web blacklist, which Roskomnadzor now manages.
ko: 위키피디아와 언론 감독청 간 긴장은 3년간 계속됐다. 위키피디아는 언론 감독청이 관리하는 웹 블랙리스트에 맞서서 러시아 인터넷상에서 계속 싸워왔다.

source: In April 2013, Wikipedia butted heads with Russian censors again over an entry about cannabis.
ko: 2013년 4월, 위키피디아는 대마초를 다룬 기사를 검열한 러시아 당국에 들이받았다.

source: After suggesting it would resist the government's orders to change the article, administrators revised the text in accordance with the website’s internal quality standards, thus escaping being banned.
ko: 러시아 당국이 명령한 대로 글을 바꾸지 않을 것이란 점을 시사한 뒤, 위키피디아 운영진은 내부 품질기준에 따라서 이 기사를 바꾸었고, 완전히 차단당하는 것을 피할 수 있었다.

source: On Friday, August 21, after Wikipedia said it wouldn’t abide by the Astrakhan court’s decision, Roskomnadzor published a second note on its official Facebook account, lamenting the Wikipedia's choice to “enter into a conflict with Russian law enforcement.”
ko: 8월 21일 금요일, 위키피디아가 아스트라한 법원 명령에 따르지 못한다고 밝힌 후, 언론 감독청은 공식 페이스북 페이지에 두 번째 경고장을 올렸다. 언론 감독청은 위키피디아가 "러시아 사법기관과 맞짱뜨기로 했다"며 안타까워했다.

source: According to Roskomnadzor, Wikipedia seemed to want the Russian government to ban it.
ko: 언론 감독청은 위키피디아가 마치 러시아 정부가 위키피디아를 차단하기를 바라는 것처럼 군다고 밝혔다.

source: According to Russian law, websites have three days to comply with orders from Roskomnadzor, before being added to the government’s Internet blacklist.
ko: 러시아 법에 따르면, 언론 감독청 명령에 따를 시한이 3일 주어지고, 이 시한이 지나면 해당 웹사이트는 언론 감독청이 관리하는 웹 블랙리스트에 추가된다.

source: Wikipedia says it received the takedown notice on Tuesday, August 18, at 4 p.m., meaning that censors could have followed through on their threat to block the website on Friday afternoon.
ko: 위키피디아는 8월 18일 화요일 오후 4시에 최후통첩을 받았다고 밝혔다. 그 문서에는 러시아 검열 당국이 금요일 오후에 위키피디아를 폐쇄하겠다는 점을 의미했다.

source: (It's unclear why they did not.)
ko: (왜 언론 감독청이 위키피디아를 차단하지 않았는지는 의문이다.

source: On August 20, when Roskomnadzor publicly announced that it had ordered Wikipedia to remove Russian Internet users’ access to the charas hashish article, the agency warned that Wikipedia would be blocked in its entirety, even though the offending content was just a single article.
ko: 8월 20일, 언론 감독청이 위키피디아에 올려져 있는 마약 관련 기사에 러시아 누리꾼이 접속하지 못하도록 하겠다고 공개적으로 밝혔을 때, 언론 감독청은 문제가 되는 기사가 단 한 개밖에 없음에도, 위키피디아 전체를 차단할 것이라고 밝혔다.

source: Roskomnadzor said the need to block Wikipedia completely was the result of the site’s use of https protocol, which complicates the process of banning specific pages within a website.
ko: 언론 감독청은 위키피디아가 https 프로토콜을 쓰기 때문에 위키피디아 전체를 차단해야 한다고 밝혔다. 이 프로토콜을 쓰면 위키피디아에서 특정 기사만 집어서 차단하는 게 어려워진다.

source: Wikipedia is far from the only website that uses https, however, and it’s not certain why Roskomnadzor implied that blacklisting one Wikipedia page would necessarily block the entire resource.
ko: 위키피디아만 https 프로토콜을 쓰는 게 아니지만, 왜 언론 감독청이 위키피디아 기사 한 개를 차단하기 위해 위키피디아 전체를 차단할 필요가 있다고 생각했는지는 아직 명확하지 않다.

source: According to Roskomnadzor’s own information, only 30 percent of Russian Internet providers are incapable of blocking specific pages on websites using https.
ko: 언론 감독청이 내놓은 정보에 따르면, 러시아에 있는 인터넷 서비스 제공 기업 30%가량이 https를 쓰는 웹사이트에서 특정 페이지만 차단시킬 능력이 없다고 한다.

source: Think You're So Clever, Wikipedia? Russian Censors Are Blocking You Anyway · Global Voices
ko: 위키피디아, 러시아 검열 기관이 차단하나?

source: Despite Wikipedia's attempts to circumvent Russian censorship, the Kremlin seems intent on blocking the website.
ko: 위키피디아가 러시아 검열을 피해가려고 했어도, 러시아 당국은 위키피디아를 차단하려 하는 것 같다.

source: Russia's Internet watchdog is apparently not impressed with Wikipedia's attempts to combat censorship.
ko: 러시아 인터넷 감시 당국은 위키피디아가 최근 거둔 승리에 별다른 감흥을 느끼지 못했다.

source: On Saturday, August 22, Wikipedia made a daring move to avoid taking down content at the request of the censors—but now, it seems, the website is bound for a ban despite the cunning loophole.
ko: 8월 22일 토요일, 위키피디아는 러시아 검열 당국이 없애도록 요구한 내용을 없애지 않고자 과감하게 시도했지만, 이렇게 교묘하게 시도했음에도 위키피디아는 지금 폐쇄될 위기에 처해있다.

source: On August 20 Roskomnadzor, the Kremlin's media censor, announced that it had ordered Wikipedia to remove Russian Internet users’ access to an article about charas hashish, which a court in Astrakhan banned last June.
ko: 8월 20일, 러시아 검열 기관인 언론 감독청(로스콤나드조르)은 대마초를 다룬 한 기사에 러시아 누리꾼이 접근할 수 없도록 하라는 명령을 위키피디아에 내렸다.

source: If Wikipedia refused to comply with the order, it would be banned entirely, officials said.
ko: 언론 감독청 관계자는 위키피디아가 이 명령에 따르지 않으면, 위키피디아 전체가 차단될 것이라고 밝혔다.

source: Wikipedia refused to comply with the request and instead made a small change to the URL of the charas hashish article, technically putting it in compliance with Russian law.
ko: 위키피디아는 이 명령에 따르길 거부했고 문제가 된 기사 URL을 조금 변경해서 기술적으로 이 기사가 러시아 법에 저촉되는 일이 없도록 만들었다.

source: The old page now features a list of seven different Wikipedia entries on the various meanings of the word “charas,” while the original text about charas hashish is completely intact, but is now accessible at a new URL on the encyclopedia's website.
ko: 예전 페이지에는 이제 "해시시"가 가진 여러 뜻을 설명한 위키피디아 기사 목록이 위치한다. 문제가 된 기사는 원문 그대로 보존되었고, 위키피디아 웹사이트에서 새로운 URL로 접속할 수 있다.

source: On Monday, August 24, Izvestia reported that Roscomnadzor was still intent on blocking Wikipedia (see update at bottom of post) for refusing to abide by Russian laws and not deleting the Russian-language article about charas hashish.
ko: 8월 24일 월요일 이즈베스티아는 언론 감독청이 위키피디아가 러시아 법에 따르지 않았다는 이유와 해시시를 다룬 문제의 기사를 지우지 않았다는 이유로 위키피디아를 차단할 생각을 아직도 가지고 있다고 보도했다.

source: According to Izvestia's sources within the agency, some Internet experts, including Denis Davydov of the pro-Kremlin Safe Internet League, accused Wikipedia's Russian office of engaging in "political activity" instead of "bringing knowledge to the world," as a "free encyclopedia" should.
ko: 이즈베스티아에 정보를 넘긴 언론 감독청 내부 정보원에 따르면 친크렘린 인터넷안전연맹에서 일하는 데니스 다비도프를 포함한 몇몇 인터넷 전문가가 "무료 백과사전"인 위키피디아가 "정보를 세상에 내놓는" 활동은 멈추고 "정치적 활동"만 일삼고 있다고 비판했다고 한다.

source: Roscomnadzor suggested this gave them no other choice but to block Wikipedia, acting in accordance with the earlier court ruling.
ko: 언론 감독청은 이런 위키피디아가 벌인 행태 때문에 위키피디아 전체를 차단할 수밖에 없다고 시사했고, 이는 앞서 아스트라한 지방 법원에서 내린 판결에 부합된다.

source: Roscomnadzor's press-office also said they didn't intend to block the whole website, and would be able to only block the offending content and pages, provided Wikipedia's management "cooperated" and removed the HTTPS encryption protocol that puts the whole website in danger of being blocked.
ko: 언론 감독청 공보실도 언론 감독청이 위키피디아 전체를 차단하려는 의도는 없다면서, 위키피디아 운영진이 언론 감독청에 협조하고 위키피디아 전체를 차단 위기로 내모는 HTTPS 암호화 프로토콜을 해제한다면, 문제가 되는 페이지와 기사만 차단할 것이라 밝혔다.

source: Wikipedia's Russian office reacted to the news on Twitter early on Monday.
ko: 위키피디아 러시아 지사는 월요일 오전 트위터에서 견해를 밝혔다.

source: Good morning, country!
ko: 러시아 국민 여러분, 안녕하세요!

source: This might well be our last morning with you!
ko: 오늘이 여러분과 함께하는 마지막 아침일지도 모르겠습니다.

source: Wikipedia stood by its decision to not take down the article, which it claims to have revised in accordance with the website’s internal quality standards (with information "based on credible sources").
ko: 위키피디아는 문제가 된 기사를 지우지 않는다는 뜻을 고수했고, 위키피디아 내부 품질 기준과 "믿을 수 있는 정보원에게 받은" 정보를 바탕으로 해당 기사를 수정했다고 주장했다.

source: Izvestia also cites Wikipedia as saying they do not plan to remove the HTTPS encryption protocol from the website, since "no state institutions or ISPs should have the means to know what the website's users are reading."
ko: 이즈베스티아는 또한 "어떤 국가기관이나 인터넷 서비스 제공 기업도 위키피디아 사용자가 어떤 기사를 읽는지 감시해서는 안된다"는 위키피디아가 주장한 내용을 인용하면서 위키피디아가 HTTPS 암호화 프로토콜을 해제할 생각이 없다는 점을 보도했다.

source: Vladimir Medeyko, head of Wikimedia RU, told Izvestia that should the website be blocked, the RuNet users will still be able to access the online encyclopedia, as "there are lots of ways to read blocked websites."
ko: 위키피디아 러시아 지국장인 블라디미르 메드예코는 이즈베스티아와 한 인터뷰에서 위키피디아가 차단될 때에도 "차단될 웹사이트에 접속할 방법이 수 없이 많아서" 러시아 누리꾼은 위키피디아에 접속할 방법을 찾아낼 것이라고 밝혔다.

source: If the state blocks Wikipedia, it will only make things worse for itself.
ko: 러시아 당국이 위키피디아를 차단해도, 상황은 러시아 당국에 더 안 좋게 흘러갈 것이다.

source: News about Russian censors adding pages from websites like YouTube and Wikipedia to the country's Internet blacklist are now an almost daily occurrence, so it's probably safe to say that websites will continue to come up with interesting ways of circumventing censorship and remaining accessible to Russians—and Roscomnadzor will keep trying to find new pretexts to block them.
ko: 러시아 검열 당국이 러시아 인터넷 블랙리스트에 유튜브나 위키피디아에 있는 웹페이지를 추가한다는 뉴스는 이제 거의 매일 볼 수 있다. 위키피디아는 검열을 피해갈 흥미로운 방법을 계속 찾아낼 것이고 러시아 누리꾼은 계속 위키피디아에 접속할 것이라고 말해도 될 것 같다. 언론 감독청은 앞으로도 새로운 구실을 찾아서 위키피디아를 차단하려 할 것이다.

source: Update (8:26 PM GMT, August 24, 2015): Roscomnadzor has officially added the Wikipedia URL for the charas article to its banned websites registry.
ko: 속보 (8:26 PM GMT, 2015년 8월 24일): 언론 감독청은 위키피디아 해시시 기사에 접속하는 URL을 웹 블랙리스트에 공식적으로 포함했다고 밝혔다.

source: Wikipedia responded by publishing a page with instructions on how to circumvent the block and said it would be allowing Russian-language administrators and reviewers to edit the website using anonymizing proxy services and Tor.
ko: 위키피디아는 이 검열을 피해갈 방법이 적힌 웹페이지를 개설해서 이에 대응했고, 위키피디아 러시아판 관리진과 검토진은 익명 프록시 서비스와 토르 네트워크를 사용해서 위키피디아를 계속 편집할 수 있다고 밝혔다.

source: How One News Website Is Taking On Russia's Attorney General (and Losing) · Global Voices
ko: 어떻게 한 뉴스 웹사이트가 러시아 법무부 장관과 맞붙어서 지고 있는가?

source: Image by Kevin Rothrock.
ko: 이미지 편집: Kevin Rothrock.

source: It’s often said that the freedom of the press is severely limited in Russia.
ko: 러시아에서 언론 자유가 심각하게 제한되어 있다는 얘기가 종종 나온다.

source: While this has seemed to be the case for over a decade, the freedom of Russia’s online media began to suffer more recently, with the start of the government’s Internet crackdown, following Vladimir Putin’s return to the Kremlin in 2012.
ko: 러시아 인터넷 언론이 누리는 언론 자유가 블라디미르 푸틴이 2012년 대통령으로 당선된 이후, 러시아 정부가 인터넷을 탄압하기 시작하면서 최근 심각하게 훼손된 사례를 보면 지난 10년간 이 이야기가 맞는 것처럼 보인다.

source: In Putin’s third term, small websites have been blocked and larger outlets have been pressured into editorial changes that have watered down the critical news coverage available to many Russian Internet users.
ko: 푸틴이 세 번째 임기를 시작하면서, 러시아 정부는 규모가 작은 웹사이트는 차단하고, 규모가 있는 뉴스 매체에는 그동안 러시아 누리꾼이 즐겨 읽었던 뉴스 기사에서 정부를 비판하는 수위를 낮추라고 압박했다.

source: Well over a year ago, state censors indefinitely blocked three relatively small oppositionist news websites.
ko: 1년 전에, 러시아 검열 기관은 정부를 반대하는 소규모 뉴스 웹사이트를 영구적으로 차단했다.

source: These sites remain online today, but they’re technically banned inside Russia.
ko: 러시아 정부는 2012년에 인터넷 블랙리스트를 만들기 시작했다.

source: Russia launched its Internet blacklist in the summer of 2012, at first targeting content like child pornography and information about illegal drugs and suicide.
ko: 처음에는 아동 포르노물과 불법 약물 및 자살과 관련한 정보를 대상으로 블랙리스트를 작성했다.

source: The blacklist has expanded considerably since then, extending to digital piracy, so-called “gay propaganda,” and more.
ko: 하지만 이 인터넷 블랙리스트는 2012년부터 계속 커지기 시작하여, 이제는 소위 "동성애 선동"과 그밖에 디지털 저작권 침해 행위까지 그 영역이 넓어졌다.

source: In terms of political salience, some of the most sensitive content that can be blocked in Russia today is what is considered to be “extremism,” as defined by a law that entered force in February 2014.
ko: 이는 정치적으로 아주 중요한데, 위와 같이 아주 민감한 콘텐츠는 현재 러시아에서 지난해 2월 발효된 법에 따라 "극단주의적" 콘텐츠로 규정되어 차단될 수 있기 때문이다.

source: This legislation, sometimes called the “Lugovoi law” (after its most prominent sponsor), empowers Russia’s Attorney General to ban websites without any judicial oversight, if officials decide that their content qualifies as “extremist” under the law’s rather vague definition, which includes even general information about unsanctioned political rallies.
ko: 몇몇은 이 법을 발의한 사람의 이름을 따서 "루고보이 법"이라고 부르는데, 이 법으로 러시아 당국이 어떤 콘텐츠를 보았을 때 루고보이 법이 모호하게 규정하고 있는 "극단주의적" 콘텐츠에 부합하는 내용이라고 판단하면, 아무리 정치 집회를 소개하는 아주 일반적인 내용이라 할지라도, 러시아 법무부 장관은 아무런 사법적 감독 없이 해당 웹사이트를 차단할 수 있다.

source: On March 13, 2014, the Attorney General banned three relatively small oppositionist websites (Grani.ru, Kasparov.ru, and EJ.ru), as well as the LiveJournal blog of anti-corruption activist Alexey Navalny.
ko: 2014년 3월 13일, 러시아 법무부 장관은 소규모 반정부파 웹사이트 3 곳 (Grani.

source: These resources remain banned in Russia today, though Navalny has relocated his blog to a self-hosted domain, which is accessible in Russia now, despite being blocked temporarily in January and February this year (also on the Attorney General’s orders).
ko: ru)과 반부패 활동가 알렉세이 나발니가 운영하는 라이브저널 블로그 활동을 금지했고, 아직도 러시아에서 운영이 중단된 상태이다. 러시아 법무부 장관 명령으로 지난 1월과 2월에 나발니가 운영하는 라이브저널 블로그로 접속할 수 없었지만, 나발니가 자가 호스트 도메인으로 블로그를 옮겨서, 러시아에서 나발니의 블로그에 접속할 수 있다.

source: Of the three news sites listed above, Grani.ru has proved to be the most defiant, waging a sustained campaign to circumvent the government’s censorship with a barrage of mirror sites.
ko: ru는 수많은 미러 사이트를 만들어 정부 검열을 피해가기 위한 캠페인을 지속해서 벌여왔다.

source: According to the website Rublacklist.net, an Internet-freedom project run by the Pirate Party of Russia, more than 40 percent of the Attorney General’s 2,292 interventions online have been directed at Grani.ru.
ko: 러시아 해적단이 이끄는 인터넷 자유실현 프로젝트로 운영 중인 Rublacklist. net은 러시아 법무부 장관이 차단하도록 지시한 2,292건 중 40% 이상이 Grani. ru에 집중된 것으로 나타났다.

source: Compared with any other website, Grani.ru has consumed more of the Attorney General’s censorship efforts, by far.
ko: 다른 웹사이트와 비교했을 때, Grani. ru는 러시아 법무부 장관이 지금까지 가장 집중적으로 검열한 대상이다.

source: Number of online interventions (blocking websites and unblocking websites) by the Russian Attorney General.
ko: 러시아 법무부 장관이 지시한 인터넷 개입 사례 숫자이다.

source: Data according to Rublacklist.net.
ko: net가 제공한 정보를 사용했다.

source: Graphic by Kevin Rothrock.
ko: 그래픽 디자인: Kevin Rothrock.

source: (From top to bottom: other, Navalny, .ua websites, YouTube, LiveJournal, EJ.ru, Grani.ru, and Kasparov.ru.)
ko: (위에서 아래로: 기타, 나발니, ua 웹사이트, 유튜브, 라이브저널, EJ.

source: Speaking to the Russian-language service of France Médias Monde, Grani.ru’s general director, Yulia Berezovskaya, recently revealed that the Kremlin’s media watchdog agency, Roskomnadzor, still sends Grani.ru warnings about content that appears on its website, despite the fact that the website has been blocked in its entirely for the past 17 months.
ko: Speaking to the Russian-language service of France Médias Monde 러시아판과 한 인터뷰에서 Grani. ru 총책임자인 율리아 베레조브스카야는 최근 러시아 언론 매체 감시 기관인 러시아 통신·정보기술·언론 감독청(로스콤나드조르)가 Grani. ru 웹사이트가 지난 열일곱 달 동안 막혀있었음에도, Grani.

source: Roskomnadzor’s warnings differ from the Attorney General’s decision to ban Grani.ru, insofar as the former targets specific content, identifying stories that supposedly violate one law or another.
ko: 언론 감독청은 러시아 법을 어긴 기사를 식별하여 특정 콘텐츠를 대상으로 경고장을 보낸다.

source: The March 2014 site-wide ban on Grani.ru and the other websites, however, didn’t specify anything, according to Berezovskaya.
ko: 하지만 지난 2014년 3월, 언론 감독청이 Grani.

source: “We are blocked in Russia for an indefinite period, insofar as prosecutors claim that the ‘aggregate sum of the content’ on our website contains calls to unsanctioned protests,” she says.
ko: ru를 포함한 다른 웹사이트를 금지했을 때는 어떤 콘텐츠가 러시아 법에 저촉되는지 밝히지 않았다고 베레조브스카야는 밝혔다. "러시아 검찰이 Grani.

source: Grani.ru has lost all its legal attempts to challenge this situation, and it’s since taken the matter to the European Human Rights Court.
ko: ru에 게재된 "전체적인 콘텐츠"가 허가받지 않은 시위가 일으키는 걸 조장한다고 주장하는 이상, Grani.

source: In her interview, Berezovskaya says she understands why her Russian journalist colleagues have declined to take a hard line against censorship, as her outlet has, but she expresses concern that the crackdown on small sites like Grani.ru is reverberating more broadly as a RuNet-wide chilling effect.
ko: ru 같은 소규모 웹사이트만 탄압받는 게 아니라, 이 사태가 계속 이어져 러시아 인터넷 전체를 강타할 것이라며 걱정했다.

source: Some larger news publications, Berezovskaya says, have even purged from their archives any links to articles published by banned resources like Grani.ru.
ko: 몇몇 대형 뉴스 매체는 Grani. ru와 같이 정부가 금지한 매체가 출판한 모든 기사를 자사 문서고에서 없애고 있다고 베레조브스카야는 밝혔다.

source: The future doesn’t look terribly bright for Grani.ru, either.
ko: ru에게 미래가 그리 밝지만은 않은 것 같다.

source: Forced to relocate its permanent staff and offices abroad (Berezovskaya works from France), Grani.ru now only employs special correspondents inside Russia.
ko: ru 임직원은 사무실을 국외로 이전해야 했고(베레조브스카야는 파리에서 일한다), 러시아에는 특파원만 상주하고 있다.

source: The website’s revenue stream has also slowed to a trickle.
ko: 러시아 정부가 금지하기 전에 Grani.

source: Before it was blocked, Grani.ru was enjoying record traffic: roughly 150,000 readers a day.
ko: 러시아에서 금지된 지 1년이 넘은 지금 매일 4만 명만이 Grani.
